Repository: godvmxi/obwm
Catalog: old_openbox/po/*.po
Languages: lt

source: Invalid action "%s" requested. No such action exists.
lt: Neteisingo veiksmo "%s" pareikalauta. Toks veiksmas neegzistuoja.

source: No
lt: Ne

source: Yes
lt: Taip

source: Execute
lt: Vygdyti

source: Failed to convert the path "%s" from utf8
lt: Nepavyko išversti "%s" iš utf8

source: Cancel
lt: Atšaukti

source: Exit
lt: Išeiti

source: Are you sure you want to log out?
lt: Ar tikrai norite išsiregistruoti?

source: Log Out
lt: Išsiregistruoti

source: Are you sure you want to exit Openbox?
lt: Ar tikrai norite išjungti Openbox?

source: Exit Openbox
lt: Išjungti Openbox

source: Unnamed Window
lt: Bevardis Langas

source: Killing...
lt: Naikinama...

source: Not Responding
lt: Neatsako

source: The window "%s" does not seem to be responding. Do you want to force it to exit by sending the %s signal?
lt: Langas "%s" neatsako. Ar nori jį priverstinai išjungti nusiūsdamas %s signalą?

source: End Process
lt: Baigti procesą

source: The window "%s" does not seem to be responding. Do you want to disconnect it from the X server?
lt: Langas "%s" neatsako. Ar nori jį atjungti nuo X serverio?

source: Disconnect
lt: Atsijungti

source: Go there...
lt: Eiti ten...

source: Manage desktops
lt: Valdyti darbastalius

source: _Add new desktop
lt: _Pridėti darbastalį

source: _Remove last desktop
lt: P_ašalinti paskutinį darbastalį

source: Windows
lt: Langai

source: Desktops
lt: Darbastaliai

source: All desktops
lt: Visi darbastaliai

source: _Layer
lt: _Sluoksnis

source: Always on _top
lt: Visada _viršuje

source: _Normal
lt: _Normalus

source: Always on _bottom
lt: Visada _apačioje

source: _Send to desktop
lt: Siūsti į _darbastalį

source: Client menu
lt: Kliento menu

source: R_estore
lt: _Atstatyti

source: _Move
lt: _Judinti

source: Resi_ze
lt: _Pakeisti dydį

source: Ico_nify
lt: _Mažinti

source: Ma_ximize
lt: D_idinti

source: _Roll up/down
lt: Apvers_ti aukštyn/žemyn

source: Un/_Decorate
lt: Ne/D_ekoruoti

source: _Close
lt: _Uždaryti

source: Invalid button "%s" specified in config file
lt: Neteisingas mygtuskas "%s" nurodytas nustatymų byloje

source: Conflict with key binding in config file
lt: Konfliktas tarp mygtukų nustatymų byloje

source: Unable to find a valid menu file "%s"
lt: Nerasta gera menu byla "%s"

source: Failed to execute command for pipe-menu "%s": %s
lt: Nepavyko pipe-menu komandos vygdyti "%s": %s

source: Invalid output from pipe-menu "%s"
lt: Neteisinga išvestis iš pipe-menu "%s"

source: Attempted to access menu "%s" but it does not exist
lt: Bandoma įeiti į menu "%s", bet jis neegzistuoja

source: More...
lt: Dar...

source: Invalid button "%s" in mouse binding
lt: Neteisingas mygtukas "%s" pelės nustatymuose

source: Invalid context "%s" in mouse binding
lt: Neteisingas kontekstas "%s" pelės nustatymuose

source: Unable to change to home directory "%s": %s
lt: Negalima patekti į home direktoriją "%s": %s

source: Failed to open the display from the DISPLAY environment variable.
lt: Nepavyko atidaryti ekrano pagal DISPLAY aplinkos kintamąjį.

source: Failed to initialize the obrender library.
lt: Nepavyko inicijuoti obrender bibliotekos.

source: X server does not support locale.
lt: X serveris nepalaiko lokalės.

source: Cannot set locale modifiers for the X server.
lt: Negalima nustatyti lokalės keitinių X serveriui.

source: Unable to find a valid config file, using some simple defaults
lt: Nepavyksta rasti geros nustatymų bylos, naudojami standartiniai nustatymai

source: Unable to load a theme.
lt: Nepavyksta įjunggti temos.

source: One or more XML syntax errors were found while parsing the Openbox configuration files. See stdout for more information. The last error seen was in file "%s" line %d, with message: %s
lt: XML sintaksės klaidos rastos Openbox nustatymų bylose. Žiurėkite stdout dėl daugiau informacijos. Paskutinė klaida byloje "%s" eilutėje %d, su pranešimu: %s

source: Openbox Syntax Error
lt: Openbox Sintaksės Klaida

source: Close
lt: Uždaryti

source: Restart failed to execute new executable "%s": %s
lt: Restartui nepavyko įjungti "%s": %s

source: Syntax: openbox [options]
lt: Sintaksė: openbox [nustatymai]

source: Options:
lt: Nustatymai:

source: --help Display this help and exit
lt: --help Parodyti tai ir išeiti

source: --version Display the version and exit
lt: --version Parodyti versiją ir išeiti

source: --replace Replace the currently running window manager
lt: --replace Pakeisti jau veikiantį VM

source: --config-file FILE Specify the path to the config file to use
lt: --config-file FILE Nurodyti kur yra nustatymų byla

source: --sm-disable Disable connection to the session manager
lt: --sm-disable Atsijungti nuo sesijos tvarkyklės

source: Passing messages to a running Openbox instance:
lt: Perduodamos žinutės į veikiantį Openbox:

source: --reconfigure Reload Openbox's configuration
lt: --reconfigure Perkrauti Openbox nustatymus

source: --restart Restart Openbox
lt: --restart Perkrauti Openbox

source: --exit Exit Openbox
lt: --exit Išeiti iš Openbox

source: Debugging options:
lt: Klaidų šalinimo nustatymai:

source: --sync Run in synchronous mode
lt: --sync Paleisti synchronous mode

source: --debug Display debugging output
lt: --debug Rodyti debugging output

source: --debug-focus Display debugging output for focus handling
lt: --debug-focus Rodyti debugging output dėl focus handling

source: --debug-xinerama Split the display into fake xinerama screens
lt: --debug-xinerama Skirstyt ekraną į netikrus xinerama ekranus

source: Please report bugs at %s
lt: Praneškite apie vabaliukus %s

source: --config-file requires an argument
lt: --config-file reikalauja argumento

source: Invalid command line argument "%s"
lt: Blogas komandinės eilutės argumentas "%s"

source: A window manager is already running on screen %d
lt: WM jau veikia ekrane %d

source: Could not acquire window manager selection on screen %d
lt: Nepavyksta gauti langų tvarkyklės pasirinkimo ekrane %d

source: The WM on screen %d is not exiting
lt: WM ekrane %d neišsijungia

source: desktop %i
lt: darbastalis %i

source: Unable to make directory "%s": %s
lt: Negalima padaryti direktorijos "%s": %s

source: Unable to save the session to "%s": %s
lt: Negalima išsaugoti sesijos į "%s": %s

source: Error while saving the session to "%s": %s
lt: Klaida bandant išsaugot sesiją į "%s": %s

source: Not connected to a session manager
lt: Neprisijungta prie sesijų sesijos tvarkyklė

source: Running %s
lt: Veikia %s

source: Invalid modifier key "%s" in key/mouse binding
lt: Neteisingas modifikavimų klavišas "%s" klaviatūros/pelės priskyrimuose

source: Invalid key code "%s" in key binding
lt: Neteisingas klavišo kodas "%s" klavišų priskyrimuose

source: Invalid key name "%s" in key binding
lt: Neteisingas klavišo vardas "%s" klavišų priskyrimuose

source: Requested key "%s" does not exist on the display
lt: Norimas klavišas "%s" neegzistuoja ekrane

source: X Error: %s
lt: X Klaida: %s
